Repository: lubosz/radiotray
Catalog: po/*.po
Languages: hr

source: Add Group
hr: Dodaj skupinu

source: Group :
hr: Skupina:

source: Move separator to another group
hr: Premjesti razdjelnik u drugu skupinu

source: Name :
hr: Naziv:

source: Parent Group :
hr: Početna skupina:

source: Separator
hr: Razdjelnik

# yes
source: Configure Radios
hr: Podesi radio-postaje

# yes
source: Radio name:
hr: Naziv radio-postaje:

source: (this choice will be saved in the configuration file)
hr: (ovaj će izbor biti spremljen u datoteku podešavanja)

source: App Indicator
hr: Programski pokazivač

source: First Time Run Config
hr: Podešavanje prvog pokretanja

source: Icon in the Notification Area
hr: Sličica u obavijesnom području

source: Please select how Radio Tray should appear
hr: Molim odaberi kako će se Radio Tray pojaviti

source: Available Plugins:
hr: Dostupni priključci:

source: Changes will only be visible after restarting Radio Tray
hr: Promjene će biti vidljive tek nakon ponovnog pokretanja Radio Traya

source: Config Plugins
hr: Podesi priključke

source: translator-credits
hr: SilverSpace <mirozagreb@gmail.com> gogo <trebelnik2@gmail.com> Mislav E. L. <croatianfan@gmail.com>

source: %s's Website
hr: Mrežna stranica %sa

source: Radio Name
hr: Naziv radio-postaje

source: Add new station
hr: Dodaj novu postaju

source: Edit %s
hr: Uredi %s

source: Edit group
hr: Uredi skupinu

source: Edit Separator
hr: Uredi razdjelnik

source: Are you sure you want to delete "%s"?
hr: Sigurno želite obrisati "%s"?

source: Add new group
hr: Dodaj novu skupinu

source: Developers:
hr: Razvijatelji:

source: Contributors:
hr: Doprinijeli:

source: Turned Off
hr: Isključeno

source: Turn On "%s"
hr: Uključi "%s"

source: Configure Radios...
hr: Podesi radio-postaje...

source: Reload Bookmarks
hr: Osvježi zabilješke

source: Configure Plugins...
hr: Podesi priključke...

# Turns off the current radio.
source: Turn Off "%s"
hr: Isključi "%s"

# Playing status tooltip information
source: Playing (vol: %s%%)
hr: Sviranje (glasnoća: %s%%)

# Informs Radio Tray is idle as a tooltip.
source: Idle (vol: %s%%)
hr: Mirovanje (glasnoća: %s%%)

# Unknown radio specified by URL
source: Unknown radio
hr: Nepoznata radio-postaja

source: Radio Tray Playing
hr: Radio Tray svira

source: Radio Error
hr: Radijska pogrješka

source: Bookmarks Reloaded
hr: Zabilješke su osvježene

source: Active
hr: Djelatan

source: Name
hr: Naziv

source: Idle (vol: %s%%)
hr: Mirovanje (glasnoća: %s%%)

# Connecting to a music stream.
source: Connecting to %s
hr: Povezivanje na %s

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%) <i>%s</i>
hr: Sviranje <b>%s</b> (glasnoća: %s%%) <i>%s</i>

# Informs what radio and music is being played as a tooltip.
source: Playing <b>%s</b> (vol: %s%%)
hr: Sviranje <b>%s</b> (glasnoća: %s%%)
